// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ disks.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Ingen online billet bestilling)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d timer";

/* i.e.: 30 minutes */
"%d minutes" = "%d minutter";

/* No comment provided by engineer. */
"%d months ago" = "%d måneder siden";

/* No comment provided by engineer. */
"%d weeks ago" = "%d uger siden";

/* No comment provided by engineer. */
"%d years ago" = "%d år siden";

/* No comment provided by engineer. */
"1 hour" = "1 time";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mil";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 month ago" = "1 måned siden";

/* No comment provided by engineer. */
"1 week ago" = "1 uge siden";

/* No comment provided by engineer. */
"1 year ago" = "1 år siden";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Om";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-opdater position";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Telefon";

/* No comment provided by engineer. */
"Cast:" = "Medvirkende:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Ændre dato";

/* No comment provided by engineer. */
"City/State or Postal Code" = "By eller postnummer";

/* No comment provided by engineer. */
"Could not find location." = "Kunne ikke finde position";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data for datoer i fremtiden kan være mangefulde. Nulstil søgedatoen til den nuværende dato for at se den komplette liste.";

/* No comment provided by engineer. */
"Director:" = "Instruktør:";

/* No comment provided by engineer. */
"Directors:" = "Instruktører:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Afstand";

/* No comment provided by engineer. */
"Downloading data" = "Henter data";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Send lister";

/* No comment provided by engineer. */
"Favorites" = "Fortrukne";

/* No comment provided by engineer. */
"Genre:" = "Genre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolokation service leveret af:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafik af Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Sidste Fredag";

/* No comment provided by engineer. */
"Last Monday" = "Sidste Mandag";

/* No comment provided by engineer. */
"Last Saturday" = "Sidste Lørdag";

/* No comment provided by engineer. */
"Last Sunday" = "Sidste Søndag";

/* No comment provided by engineer. */
"Last Thursday" = "Sidste Torsdag";

/* No comment provided by engineer. */
"Last Tuesday" = "Sidste Tirsdag";

/* No comment provided by engineer. */
"Last Wednesday" = "Sidste Onsdag";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Mindre end %1$d %2$@ væk";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Mindre end 1 %@ væk";

/* No comment provided by engineer. */
"License" = "Licens";

/* No comment provided by engineer. */
"Localized by:" = "Oversat af:";

/* No comment provided by engineer. */
"Location" = "Adresse";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Kort";

/* No comment provided by engineer. */
"Movie details provided by:" = "Film-detaljer leveret af:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Film-anmeldelser leveret af:";

/* No comment provided by engineer. */
"Movies" = "Film";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Navn";

/* No comment provided by engineer. */
"Network unavailable" = "Netværk ikke tilgængeligt";

/* No comment provided by engineer. */
"No information found" = "Ingen information fundet";

/* No comment provided by engineer. */
"No synopsis available." = "Ingen synopsis tilgængelig.";

/* This is what a user picks when they don't want any reviews. */
"None" = "None";

/* No comment provided by engineer. */
"Not yet rated" = "Ikke klassificeret";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Bestil biletter til %@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Afspil trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Indtast venligst din position";

/* Takes the user to the website for this application */
"Project Website" = "Projekt website";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Aldersgrænse %@";

/* No comment provided by engineer. */
"Rated:" = "Aldersgrænse:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Læs anmeldelser";

/* No comment provided by engineer. */
"Really close by" = "Meget tæt på";

/* No comment provided by engineer. */
"Really far away" = "Meget langt væk";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Dato";

/* No comment provided by engineer. */
"Release date:" = "Premiere:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Premiere: %@";

/* No comment provided by engineer. */
"Reviews" = "Anmeldelser";

/* No comment provided by engineer. */
"Running time:" = "Spilletid:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Karakter";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Søge dato";

/* No comment provided by engineer. */
"Search Distance" = "Søgeområde";

/* No comment provided by engineer. */
"Settings" = "Indstillinger";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Vis %d skjulte biografer";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Vis 1 skjult biograf";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Forestillinger hentet d. %@.";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Biografen indrapporterede sidst tider d.\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Dataudbydere vil ofte have en maksimum distance de viser resultater for. Nogle biografer vil derfor ikke blive vist, hvis søgeområdet er sat meget højt.";

/* No comment provided by engineer. */
"Theaters" = "Biografer";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Denne biograf har endnu ikke informeret om forstillinger. Når de bliver tilgængelige, henter %@ dem automatisk.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Billet-salg leveret af:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Titel";

/* No comment provided by engineer. */
"Today" = "Idag";

/* No comment provided by engineer. */
"Unknown Distance" = "Ukendt afstand";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Ukendt udgivelsesdato";

/* No comment provided by engineer. */
"Unrated" = "Ikke klasificeret";

/* No comment provided by engineer. */
"Upcoming" = "Kommer snart";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Brug mindre skrift";

/* No comment provided by engineer. */
"Website" = "Website";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Udviklet af Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Igår";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometer";

/* No comment provided by engineer. */
"mile" = "mil";

/* No comment provided by engineer. */
"miles" = "mil";